Repository: AkagiYui/AutoClipType
Catalog: AutoClipType/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# app.menu.icon
source: AutoClipType menu
zh_hans: AutoClipType 菜单

# hotkey.key.delete
source: Delete
zh_hans: 删除

# hotkey.key.return
source: Return
zh_hans: 回车

# hotkey.key.space
source: Space
zh_hans: 空格

# hotkey.key.unknown
source: Key %u
zh_hans: 按键 %u

# menu.quit
source: Quit
zh_hans: 退出

# menu.settings
source: Settings
zh_hans: 设置

# notification.accessibilityMissing.title
source: Accessibility permission required
zh_hans: 需要辅助功能权限

# notification.clipboardEmpty.title
source: Clipboard has no text
zh_hans: 剪贴板没有文本

# permissions.accessibility
source: Accessibility permission
zh_hans: 辅助功能权限

# permissions.accessibility.granted
source: Granted
zh_hans: 已授权

# permissions.accessibility.missing
source: Not granted
zh_hans: 未授权

# permissions.openSystemSettings
source: Open System Settings
zh_hans: 打开系统设置

# settings.characterDelay
source: Character delay
zh_hans: 字符间延迟

# settings.hotkey
source: Trigger hotkey
zh_hans: 触发热键

# settings.hotkeyStopHint
source: Press the hotkey again while typing to stop.
zh_hans: 输入过程中再次按下此热键可停止输入。

# settings.inputMode
source: Input mode
zh_hans: 输入模式

# settings.inputMode.physicalKeyboard
source: Physical Keyboard
zh_hans: 物理键盘

# settings.inputMode.physicalKeyboard.description
source: Sends real key codes for ASCII text. Best for browsers, noVNC, and remote consoles.
zh_hans: 按真实键码输入 ASCII 文本，适合浏览器、noVNC 和远程控制台。

# settings.inputMode.unicodeEvents
source: Unicode Events
zh_hans: Unicode 事件

# settings.inputMode.unicodeEvents.description
source: Sends Unicode text events for local macOS apps. Some browsers and VNC clients may ignore this text payload.
zh_hans: 发送 Unicode 文本事件，适合本机 macOS 应用；部分浏览器和 VNC 客户端可能忽略文本内容。

# settings.launchAtLogin
source: Launch at login
zh_hans: 登录后自动启动

# settings.localOnlyHint
source: Clipboard text is read only when you trigger typing. Nothing is uploaded or stored.
zh_hans: 只有在你触发输入时才会读取剪贴板文本，不上传也不保存。

# settings.recordHotkey
source: Record Hotkey
zh_hans: 录制热键

# settings.recordingHotkey
source: Press a shortcut...
zh_hans: 请按下快捷键...

# settings.secondsUnit
source: s
zh_hans: 秒

# settings.startDelay
source: Start delay
zh_hans: 开始前延迟

# settings.title
source: AutoClipType Settings
zh_hans: AutoClipType 设置

# settings.typing
source: Typing
zh_hans: 输入
